Repository: nurulishlah/simple-fundraiser
Catalog: languages/simple-fundraiser-*.po
Languages: id_id

source: Campaigns
id_id: Kampanye

source: Campaign
id_id: Kampanye

source: Fundraiser
id_id: Penggalangan Dana

source: Add Campaign
id_id: Tambah Kampanye

source: Add New Campaign
id_id: Tambah Kampanye Baru

source: Edit Campaign
id_id: Edit Kampanye

source: New Campaign
id_id: Kampanye Baru

source: View Campaign
id_id: Lihat Kampanye

source: Search Campaigns
id_id: Cari Kampanye

source: No campaigns found
id_id: Tidak ada kampanye ditemukan

source: No campaigns found in trash
id_id: Tidak ada kampanye di tempat sampah

source: Campaign Details
id_id: Detail Kampanye

source: Payment Information
id_id: Informasi Pembayaran

source: Campaign Progress
id_id: Progres Kampanye

source: Goal Amount (Rp)
id_id: Target Jumlah (Rp)

source: Deadline
id_id: Batas Waktu

source: Bank Name
id_id: Nama Bank

source: Account Number
id_id: Nomor Rekening

source: Account Holder
id_id: Pemilik Rekening

source: Contact (WhatsApp)
id_id: Kontak (WhatsApp)

source: Donation Types / Categories
id_id: Jenis / Kategori Donasi

source: Enter allowed donation types, one per line. e.g., "Sembako", "Kegiatan"
id_id: Masukkan jenis donasi, satu per baris. cth: "Sembako", "Kegiatan"

source: Number for donors to confirm (starts with country code, e.g. 62)
id_id: Nomor untuk konfirmasi donatur (dimulai dengan kode negara, contoh 62)

source: QRIS Image
id_id: Gambar QRIS

source: Upload QRIS
id_id: Unggah QRIS

source: Remove
id_id: Hapus

source: Raised:
id_id: Terkumpul:

source: Goal:
id_id: Target:

source: complete
id_id: selesai

source: Goal
id_id: Target

source: Raised
id_id: Terkumpul

source: Progress
id_id: Progres

source: Donations
id_id: Donasi

source: Donation
id_id: Donasi

source: Add Donation
id_id: Tambah Donasi

source: Add New Donation
id_id: Tambah Donasi Baru

source: Edit Donation
id_id: Edit Donasi

source: New Donation
id_id: Donasi Baru

source: View Donation
id_id: Lihat Donasi

source: Search Donations
id_id: Cari Donasi

source: No donations found
id_id: Tidak ada donasi ditemukan

source: No donations found in trash
id_id: Tidak ada donasi di tempat sampah

source: Donation Details
id_id: Detail Donasi

source: Donor Information
id_id: Informasi Donatur

source: — Select Campaign —
id_id: — Pilih Kampanye —

source: Amount (Rp)
id_id: Jumlah (Rp)

source: Date
id_id: Tanggal

source: Sort by:
id_id: Urutkan:

source: Newest
id_id: Terbaru

source: Oldest
id_id: Terlama

source: Highest Amount
id_id: Terbanyak

source: Lowest Amount
id_id: Terkecil

source: &laquo; Prev
id_id: &laquo; Sebelumnya

source: Next &raquo;
id_id: Selanjutnya &raquo;

source: Donor Name
id_id: Nama Donatur

source: Donation Type
id_id: Jenis Donasi

source: — Select Type —
id_id: — Pilih Jenis —

source: Phone
id_id: Telepon

source: Message
id_id: Pesan

source: Anonymous
id_id: Hamba Allah

source: Hide donor name on frontend
id_id: Sembunyikan nama donatur di depan

source: Donor
id_id: Donatur

source: Fundraiser Stats
id_id: Statistik Penggalangan

source: Stats
id_id: Statistik

source: Fundraiser Settings
id_id: Pengaturan Penggalangan

source: Settings
id_id: Pengaturan

source: Currency Settings
id_id: Pengaturan Mata Uang

source: Currency Symbol
id_id: Simbol Mata Uang

source: Currency Position
id_id: Posisi Mata Uang

source: Before Amount (Rp 100)
id_id: Sebelum Angka (Rp 100)

source: After Amount (100 Rp)
id_id: Setelah Angka (100 Rp)

source: Thousand Separator
id_id: Pemisah Ribuan

source: Decimal Separator
id_id: Pemisah Desimal

source: Number of Decimals
id_id: Jumlah Desimal

source: Simple Fundraiser Settings
id_id: Pengaturan Simple Fundraiser

source: Configure your fundraising plugin settings here.
id_id: Konfigurasikan pengaturan plugin penggalangan dana Anda di sini.

source: Quick Stats
id_id: Statistik Cepat

source: Information
id_id: Informasi

source: Archive Page URL
id_id: URL Halaman Arsip

source: Plugin Version
id_id: Versi Plugin

source: Active Campaigns
id_id: Kampanye Aktif

source: Total Donations
id_id: Total Donasi

source: Total Raised
id_id: Total Terkumpul

source: Fundraiser Overview
id_id: Ringkasan Penggalangan Dana

source: No campaigns yet.
id_id: Belum ada kampanye.

source: View All Campaigns
id_id: Lihat Semua Kampanye

source: Export Donations
id_id: Ekspor Donasi

source: Export
id_id: Ekspor

source: All Campaigns
id_id: Semua Kampanye

source: Date From
id_id: Dari Tanggal

source: Date To
id_id: Sampai Tanggal

source: Download CSV
id_id: Unduh CSV

source: Yes
id_id: Ya

source: No
id_id: Tidak

source: Fundraising Campaigns
id_id: Kampanye Penggalangan Dana

source: Support our causes and help us make a difference.
id_id: Dukung tujuan kami dan bantu kami membuat perubahan.

source: of
id_id: dari

source: %d days left
id_id: %d hari lagi

source: Last day!
id_id: Hari terakhir!

source: Campaign ended
id_id: Kampanye berakhir

source: Donate Now
id_id: Donasi Sekarang

source: &laquo; Previous
id_id: &laquo; Sebelumnya

source: No campaigns found. Check back soon!
id_id: Tidak ada kampanye ditemukan. Cek kembali nanti!

source: Recent Donations
id_id: Donasi Terbaru

source: Someone
id_id: Hamba Allah

source: Be the first to donate!
id_id: Jadilah yang pertama berdonasi!

source: raised of
id_id: terkumpul dari

source: goal
id_id: target

source: Campaign Started
id_id: Kampanye Dimulai

source: Ended
id_id: Berakhir

source: How to Donate
id_id: Cara Berdonasi

source: QRIS Code
id_id: Kode QRIS

source: Bank Transfer
id_id: Transfer Bank

source: Account No.
id_id: No. Rek

source: Holder
id_id: Pemilik

source: After transferring, please contact us to confirm your donation.
id_id: Setelah transfer, mohon hubungi kami untuk konfirmasi donasi Anda.

source: Hello, I want to confirm my donation for %s.
id_id: Halo, saya ingin konfirmasi donasi untuk %s.

source: Confirm Donation
id_id: Konfirmasi Donasi

source: Share This Campaign
id_id: Bagikan Kampanye Ini

source: Back to All Campaigns
id_id: Kembali ke Semua Kampanye

source: General
id_id: Umum

source: Import
id_id: Impor

source: Default Campaign
id_id: Kampanye Default

source: Assign to this campaign if "Campaign ID" column is empty in CSV.
id_id: Tetapkan ke kampanye ini jika kolom "Campaign ID" kosong di CSV.

source: -- Select Campaign --
id_id: -- Pilih Kampanye --

source: Download Sample CSV
id_id: Unduh Contoh CSV

source: CSV File
id_id: File CSV

source: CSV Format Guide
id_id: Panduan Format CSV

source: Your CSV should follow this structure:
id_id: CSV Anda harus mengikuti struktur ini:

source: Date format: YYYY-MM-DD
id_id: Format tanggal: YYYY-MM-DD

source: Campaign ID: Optional (Uses default if empty)
id_id: Campaign ID: Opsional (Gunakan default jika kosong)

source: Phone & Anonymous: Optional
id_id: Telepon & Hamba Allah: Opsional

source: Default Type:
id_id: Tipe Default:

source: -- None --
id_id: -- Tidak Ada --

source: Used when no type is selected during import or manual entry (Save to update list).
id_id: Digunakan saat tidak ada tipe yang dipilih saat impor atau entri manual (Simpan untuk memperbarui daftar).
